<?php

return [
    'cardToCardNotify' => '"کاربر گرامی"' . "\n" . 'کاربر گرامی، درخواست "تایید رسید خرید" شما با موفقیت به کارشناسان ارسال شد. منتظر تایید باشید.',
    'cardToCardConfirm' => '"کاربر گرامی"' . "\n" . 'کاربر گرامی، رسید مربوط به خرید شما تایید شد.',
    'onlinePurchaseConfirmation' => '"کاربر گرامی"' . "\n" . 'پرداخت آنلاین شما با موفقیت انجام شد.',
    'paymentFailure' => '"کاربر گرامی"' . "\n" . 'متاسفانه پرداخت شما موفقیت‌آمیز نبود. در صورت کسر مبلغ تا 72 ساعت به حساب شما برگشت داده می شود.',
    'transferRequest' => 'کاربر گرامی، درخواست شما برای انتقال اعتبار به مبلغ :amount تومان به کاربر با شماره تلفن :phoneNumber ثبت شد. ',
    'increaseConfirmation' => 'کاربر گرامی، افزایش اعتبار کیف پول شما به مبلغ :amount تومان با موفقیت انجام شد.',
    'decreaseConfirmation' => 'کاربر گرامی، کاهش اعتبار کیف پول شما به مبلغ :amount تومان.',
    'increaseFailed' => 'کاربر گرامی، متاسفانه افزایش اعتبار کیف پول شما موفقیت‌آمیز نبود.',
    'transferConfirmation' => 'کاربر گرامی، انتقال مبلغ :amount تومان از اعتبار کیف پول شما به کاربر با شماره تلفن :phoneNumber تایید شد.',
    'transferToConfirmation' => "کاربر گرامی، مبلغ :amount تومان از اعتبار کیف پول کاربر با شماره تلفن :phoneNumber به کیف پول شما منتقل شد.",
    'transferFailed' => 'کاربر گرامی، انتقال مبلغ :amount از اعتبار کیف پول شما به کاربر با شماره تلفن :phoneNumber توسط ادمین تایید نشد.',
    'increaseByAdmin' => 'کاربر گرامی، مبلغ :amount تومان به کیف پول شما توسط ادمین افزوده شد.',
    'decreaseByAdmin' => 'کاربر گرامی، مبلغ :amount تومان از کیف پول شما توسط ادمین کم شد.',
    'orderPaid' => '"کاربر گرامی"' . "\n" . 'کاربر گرامی، خرید شما تایید شد.',
    'cancellation' => 'لغو=11',
    'operatorProblem' => 'مشکل اپراتور',
    'profileConfirmed' => 'کاربر گرامی, پروفایل شما به شماره همراه :phoneNumber تایید شد.',
];
